tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"

brew "fish"
brew "fzf"
brew "htop"
brew "lf"
brew "lua"
brew "neofetch"
brew "neovim"
brew "node"
brew "rust"
brew "tmux"
brew "wget"

cask "bitwarden"
cask "emacs"
cask "firefox"
cask "kitty"
cask "macvim"
cask "obsidian"
cask "rectangle"
cask "skim"
cask "spaceman"
cask "stats"
cask "wezterm"
