# tap "homebrew/bundle"
# tap "homebrew/cask"
# tap "homebrew/core"

brew "bat"
brew "chafa"
# brew "exiftool" # requires research
brew "fastfetch"
brew "fd" # install fzf and find
brew "ffmpeg"
brew "figlet"
brew "git-filter-repo"
# brew "hugo"
brew "websocat"
brew "zola"
brew "kubernetes-cli"
brew "kubectl"
brew "minikube"
brew "zig"
brew "uv"
brew "imagemagick"
brew "poppler" # install zathura and setup it
brew "ripgrep"
brew "tree"
brew "fd"
brew "fisher"
brew "lazygit"
brew "luarocks"
brew "maven"
brew "mercurial"
brew "mkcert"
brew "openjdk@21"
brew "supabase/tap/supabase"
brew "trash-cli"
brew "FelixKratz/formulae/borders"
brew "koekeishiya/formulae/skhd"

cask "docker"
# cask "intellij-idea"
cask "kitty"
# cask "mactex-no-gui"
cask "neovide"
cask "deluge"
cask "ungoogled-chromium"
# cask "rstudio"
# cask "utm"
cask "discord"
cask "telegram"
cask "mongodb-compass"
cask "gcloud-cli"
cask "shottr"
cask "dbeaver-community"

# cask "minecraft"
# cask "spotify"

# cask "notion"

# cask "cryptomator"
# cask "filen"
# cask "nextcloud"
# cask "syncthing"

# cask "cemu"
# cask "gimp"
# cask "keycastr"
cask "obs"
# cask "vlc"
cask "cap"

# cask "chromium"
# cask "tailscale"
# cask "thunderbird"

cask "font-hack-nerd-font"
cask "font-menlo-for-powerline"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
