tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"

brew "bat"
brew "fd"
brew "fish"
brew "fzf"
brew "htop"
brew "lf"
brew "lua"
brew "neovim"
brew "node"
brew "poppler"
brew "ripgrep"
brew "rust"
brew "tmux"
brew "wget"

cask "macvim"
cask "wezterm"

cask "itsycal"

cask "aerospace"
cask "jordanbaird-ice"
cask "maccy"
cask "stats"

cask "bitwarden"
cask "skim"

cask "firefox"
