brew "bat"
brew "chafa"
brew "exiftool"
brew "fastfetch"
brew "fd"
brew "ffmpeg"
brew "figlet"
brew "git-fiter-repo"
brew "hugo"
brew "imagemagick"
brew "poppler"
brew "ripgrep"
brew "tree"

cask "docker"
cask "intellij-idea"
cask "kitty"
cask "mactex-no-gui"
cask "neovide"
cask "rstudio"
cask "utm"

cask "discord"
cask "minecraft"
cask "spotify"

cask "notion"

cask "cryptomator"
cask "filen"
cask "nextcloud"
cask "syncthing"

cask "cemu"
cask "gimp"
cask "keycastr"
cask "obs"
cask "vlc"

cask "tailscale"
cask "thunderbird"
cask "ungoogled-chromium"
