brew "bat"
brew "chafa"
brew "exiftool"
brew "fastfetch"
brew "fd"
brew "ffmpeg"
brew "figlet"
brew "git-filter-repo"
brew "hugo"
brew "imagemagick"
brew "poppler"
brew "qemu"
brew "r"
brew "ripgrep"
brew "tree"

cask "docker-desktop"
cask "intellij-idea"
cask "kicad"
cask "kitty"
cask "mactex-no-gui"
cask "neovide-app"
cask "rstudio"

cask "gimp"
cask "minecraft"
cask "obs"
cask "spotify"
cask "vlc"

cask "notion"
cask "zotero"

cask "cryptomator"
cask "filen"
cask "nextcloud"
cask "syncthing-app"

cask "cemu"
cask "keycastr"

cask "discord"
cask "tailscale-app"
cask "thunderbird"
cask "ungoogled-chromium"
