brew "bat"
brew "btop"
brew "eza"
brew "fastfetch"
brew "fd"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "git-filter-repo"
brew "hugo"
brew "imagemagick"
brew "lf"
brew "lua"
brew "neovim"
brew "node"
brew "poppler"
brew "python"
brew "ripgrep"
brew "rust"
brew "stow"
brew "tmux"
brew "tree"
brew "tree-sitter-cli"
brew "wget"
brew "zoxide"

cask "macvim-app"
cask "wezterm"

cask "itsycal"

cask "nikitabobko/tap/aerospace"
cask "jordanbaird-ice"
cask "maccy"
cask "stats"

cask "bitwarden"
cask "skim"

cask "firefox"
